[ApartmentDoor_Locked_twk DisTweaks_Door]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁"

[DLC07_CeremonialTray_Twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 把戒指放到托盘上"

[DLC07_CeremonialTray_Twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="典礼托盘"
m_InteractText=" `GBA_Use` 把戒指放到托盘上"
m_CannotUseMessage="你必须先拥有结婚戒指"

[DLC07_DW_Trap_twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_GrannyRitualTray:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="仪式托盘"
m_InteractText="`GBA_Use` 把结婚戒指放在这里"

[DLC07_KeyLockSafe DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_LockedMessage="需要钥匙"

[DLC07_KeyLockSafe:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="保险箱"
m_InteractText="`GBA_Use` 打开"

[DLC07_LTD_Street_To_River DisTweaks_UsableObject]
m_LockedMessage="被堵住了"

[DLC07_LTD_Street_To_River:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="通往德雷珀斯区河岸的门"

[DLC07_LTD_Street_To_Sewer DisTweaks_UsableObject]
m_LockedMessage="被堵住了"

[DLC07_LTD_Street_To_Sewer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="通往德雷珀斯区下水道的门"

[DLC07_RitualRing_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="结婚戒指"

[DLC07_RitualTray:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往狗舍"

[Door_Transitions.DLC07_LTD_Street_To_Mill:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="前往狗舍"

